import { ClassCard } from "src/interfaces/mucnhkin";

export const CLASSES: ClassCard[] = [
    new ClassCard(
        "Воин",
        "Сбрось карту чтобы получить 1 бонус к силе в бою (до 3), теперь при равных силах с монстром побеждаешь ты"
    ),
    new ClassCard(
        "Воин",
        "Сбрось карту чтобы получить 1 бонус к силе в бою (до 3), теперь при равных силах с монстром побеждаешь ты"
    ),
    new ClassCard(
        "Волшебник",
        "Полёт: Можешь сбросить до 3 карт после смывки, каждая тебе прибавит + 1 на смывку, Усмирение: Сбрось всю руку (не меньше 3 карт) чтобы усмирить монстра (он отдаёт сокровища, но не уровень)"
    ),
    new ClassCard(
        "Волшебник",
        "Полёт: Можешь сбросить до 3 карт после смывки, каждая тебе прибавит + 1 на смывку, Усмирение: Сбрось всю руку (не меньше 3 карт) чтобы усмирить монстра (он отдаёт сокровища, но не уровень)"
    ),
]