import { DoorsCard } from "src/interfaces/mucnhkin";

const type = "Класс"
export const CLASSES: DoorsCard[] = [
    new DoorsCard(
        "Воин",
        "Сбрось карту чтобы получить 1 бонус к силе в бою (до 3), теперь при равных силах с монстром побеждаешь ты",
        type
    ),
    new DoorsCard(
        "Воин",
        "Сбрось карту чтобы получить 1 бонус к силе в бою (до 3), теперь при равных силах с монстром побеждаешь ты",
        type
    ),
    new DoorsCard(
        "Волшебник",
        "Полёт: Можешь сбросить до 3 карт после смывки, каждая тебе прибавит + 1 на смывку, Усмирение: Сбрось всю руку (не меньше 3 карт) чтобы усмирить монстра (он отдаёт сокровища, но не уровень)",
        type
    ),
    new DoorsCard(
        "Волшебник",
        "Полёт: Можешь сбросить до 3 карт после смывки, каждая тебе прибавит + 1 на смывку, Усмирение: Сбрось всю руку (не меньше 3 карт) чтобы усмирить монстра (он отдаёт сокровища, но не уровень)",
        type
    ),
]