import { RassCard } from "src/interfaces/mucnhkin";

export const RASES: RassCard[] = [
    new RassCard(
        "Эльф",
        "У тебя +1 на смывку, получай уровень за помощь в убийстве монстра"
    ),
    new RassCard(
        "Эльф",
        "У тебя +1 на смывку, получай уровень за помощь в убийстве монстра"
    ),
    new RassCard(
        "Дворф",
        "Может нести 6 карт и сколько угодно больших вещей"
    ), new RassCard(
        "Дворф",
        "Может нести 6 карт и сколько угодно больших вещей"
    ),

]